Repository: franck-paul/footnotes
Catalog: locales/*/main.po
Languages: fr

source: Footnotes
fr: Notes de bas de page à la volée

source: Enable Footnotes
fr: Activer les notes de bas de page à la volée

source: Activate only in single entry context
fr: Activer uniquement dans les contextes d'entrée unique (billet ou page)

source: Set footnotes background
fr: Définir l'arrière-plan des notes de bas de page

source: The background color of the actual footnotes, or the user-defined colors if enabled (see below) will be used.
fr: La couleur d'arrière-plan des notes de bas de page habituelles, ou les couleurs spécifiques si elles sont activées (voir ci-dessous) seront utilisées.

source: Use an user-defined background color
fr: Utiliser une couleur d'arrière-plan spécifique

source: Backgound color for footnotes:
fr: Couleur de fond pour les notes de bas de page affichées à la volée :

source: Backgound color for footnotes (dark mode):
fr: Couleur de fond pour les notes de bas de page affichées à la volée (mode sombre) :

source: Size of triggering area:
fr: Taille de la zone de déclenchement :

source: This refers to the size of the upper part of the display viewport where the content of a footnote link will be displayed. Recommended values range from 50% to 60% (default). Minimum value allowed is 10%, maximum allowed value is 90%.
fr: Il s'agit de la taille de la partie supérieure de la fenêtre d'affichage où le contenu d'un lien de note de bas de page sera affiché. Les valeurs recommandées sont comprises entre 50% et 60% (valeur par défaut). La valeur minimale autorisée est de 10%, la valeur maximale autorisée est de 90%.
